IDEA Open Model
LineLoad.BegFx Property
Compatible with IDEA StatiCa Beta 20.0
 force in X at biginning
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double BegFx { get; set; }
Public Property BegFx As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace